

export const About = () => {
  return (
    <div>Существует несколько рецептов печенья: песочного, овсяного, творожного и шоколадного. Ниже представлены четыре варианта. 
Ингредиенты: 
яйца — 2 шт.;
сахар — 150 г;
мука — 350 г;
сливочное масло — 100 г;
разрыхлитель — 1 ч. л..

Соединить мягкое сливочное масло и сахар, хорошо перемешать. Вбить яйца и тщательно перемешать венчиком до получения однородной консистенции. Для взбивания можно воспользоваться миксером. Постепенно всыпать просеянную муку и разрыхлитель, хорошо перемешать тесто руками до получения однородной консистенции.
Скатать тесто в шар, обернуть пищевой плёнкой и убрать в холодильник на 30–60 минут.
Охлаждённое тесто раскатать толщиной около 0,5 см, вырезать печенье формочками, при желании его можно слегка посыпать сахаром.
Переложить печенье на противень, застеленный пергаментной бумагой, оставляя небольшое расстояние между кусочками. Разогреть духовку до 180°C и выпекать печенье 12–15 минут до золотистого цвета.
Готовое печенье переложить на тарелку и дать полностью остыть перед подачей.</div>
  )
}
